Repository: thomasgalliker/PiWeatherStation
Catalog: WeatherDisplay/MultilingualResources/WeatherDisplay.*.xlf
Languages: de

# RelativeHumiditySuffix
source: RH
de: RF

# MeteoSwissWeatherPage_SourceName
source: Source: MeteoSwiss
de: Quelle: MeteoSwiss

# OpenWeatherMapPage_SourceName
source: Source: OpenWeatherMap
de: Quelle: OpenWeatherMap

# WaterTemperaturePage_SourceName
source: Source: wiewarm.ch
de: Quelle: wiewarm.ch

# WifiPSKLabelText
source: Password
de: Passwort

# WifiSetupIntroLabelText
source: Connect to following wifi network:
de: Verbinden Sie sich mit folgendem WiFi Netzwerk:

# PlaceAndDateTime
source: {0}, at {1}
de: {0}, um {1} Uhr

# AirQualityLabelText
source: Air Quality
de: Luftqualität

# MeteoSwissWeatherPage_ErrorMissingPlacesConfiguration
source: Error: Missing places configuration. appsettings.User.json >> MeteoSwissWeatherPageOptions >> Places
de: Fehler: Konfiguration der Orte ist nicht vorhanden. appsettings.User.json >> MeteoSwissWeatherPageOptions >> Places

# OpenWeatherMapPage_ErrorMissingPlacesConfiguration
source: Error: Missing places configuration. appsettings.User.json >> OpenWeatherMapPageOptions >> Places
de: Fehler: Konfiguration der Orte ist nicht vorhanden. appsettings.User.json >> OpenWeatherMapPageOptions >> Places

# ErrorPage_ErrorTitle
source: An error has occurred.
de: Ein Fehler ist aufgetreten.

source: Good
de: Gut

source: Hazardous
de: Gefährlich

source: Moderate
de: Mässig

source: Unhealthy
de: Ungesund

source: Unhealthy for Sensitive Groups
de: Ungesund für sensible Gruppen

source: Very Unhealthy
de: Sehr ungesund
